[AttributePresentation_Mechro AttributePresentationDefinition]
Description="$WillowGame.ItemCardPresentation description.CharacterSkin"
NoConstraintText=""
Suffix=""
Prefix=""

[Mechro.Head_MechroSage UsableCustomizationItemDefinition]
ItemCardTopStatString="%sFrom 2 p.m %s1"
UseFailureCharacterMessage="you should %s Use this."
ItemName=""
PickupMessage="he is rich %s"
UseFailureLevelMessage="You must be at least %d level to use this item."
UseFailureConstraintsMessage="You can't use it."
NoManufacturerName="As usual"

[Mechro.Head_MechroSage:AttributePresentationDefinition_4 AttributePresentationDefinition]
Description="$Character Description WillowGame.Item.Character Head"
NoConstraintText=""
Suffix=""
Prefix=""

[Mechro.Skin_Leopard UsableCustomizationItemDefinition]
ItemCardTopStatString="%s2 inches %s1"
UseFailureCharacterMessage="you %s It's something."
ItemName=""
PickupMessage="you have %s"
UseFailureLevelMessage="You must be at least %d level to use this feature.."
UseFailureConstraintsMessage="This product is no longer available. "
NoManufacturerName="General"

